Revit 2027 API
ParameterTypeId.TextSize Property
 "Text Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextSize { get; }
Public Shared ReadOnly Property TextSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextSize {
	ForgeTypeId^ get ();
}
static member TextSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace